[
  {
    "product": "Liquid Ring Vacuum Pump Systems & Centralized Units",
    "image": "images/liquidRingVaccumPump/1.jpg",
    "description": "Liquid ring vacuum pump systems designed to meet most needs of vacuum of the industry. Developed with one or more pumps acting in parallel depending on the specific needs, the systems are equipped with dedicated equipment for service liquid cooling and recirculation including instrumentation and devices for control and full remote automatic operation including control panel with PLC and VFD. Units for hazardous area, on request.",
    "specifications": {
      "Flowrate": "from 50 m続/h up",
      "Vacuum": "down to 33 mbar",
      "Coatings": "N/A",
      "Installed Power": "N/A"
    }
  },
  {
    "product": "HEAVY DUTY & API 681 LIQUID RING VACUUM PUMPS & SYSTEMS",
    "image": "images/liquidRingVaccumPump/2.jpg",
    "description": "Liquid ring vacuum pumps and systems meeting API 681 standards for chemical and petrochemical applications. Suitable for heavy duties, are available in different exotic materials with single or double cartridge API 682 cartridge mechanical seals. Package design standards in line with most stringent project specifications and quality requirements.",
    "specifications": {
      "Flowrate": "from 500 to 10,000 m続/h",
      "Vacuum": "down to 100 mbar",
      "Coatings": "N/A",
      "Installed Power": "N/A"
    }
  },
  {
    "product": "LIQUID RING PUMP CONDENSER EXHAUSTERS",
    "image": "images/liquidRingVaccumPump/3.jpg",
    "description": "Liquid ring vacuum pump systems specifically designed for power generation consisting in main condenser air extraction units and condenser water box priming units. The systems are designed to perform both the hogging/priming duty but also the holding duty. In many cases the pump is assisted by a first stage gas or steam ejector in order to improve the pump performance to the various condenser loads. Asco Vacuum team has significant experience in geothermal applications.",
    "specifications": {
      "Flowrate": "from 50 m続/h up",
      "Vacuum": "down to 33 mbar",
      "Coatings": "N/A",
      "Installed Power": "N/A"
    }
  },
  {
    "product": "DRY SCREW PUMPS - AVVS Series",
    "image": "images/liquidRingVaccumPump/4.jpg",
    "description": "AVVS series consists in dry screw vacuum pumps designed to operate at very deep vacuum capable to achieve 0.05 mbar or deeper if combined with a booster pump. The new patented hybrid screw design ensures higher efficiency due to lower temperature and less power consumption. Different type of coatings protect the internals from corrosion caused by aggressive gas mixture and vapors typical of the process industry, chemical, pharmaceutical and petrochemical applications.",
    "specifications": {
      "Models": "6",
      "Flowrate": "from 50 to 3,000 m続/h",
      "Vacuum": "down to 0.05 mbar (deeper with a booster pump)",
      "Coatings": "PEEK or Ni + PEEK",
      "Installed Power": "2.2 to 55.0 kW"
    }
  }
]
